IDEA Open Model
BoltGrid.Positions Property
Compatible with IDEA StatiCa 20.1
 Positions of holes in the local coodinate system of the bolt grid
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<Point3D> Positions { get; set; }
Public Property Positions As List(Of Point3D)
	Get
	Set
Property Value
Type: List<Point3D>
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace